<html>
	<head>
		<meta http-equiv="Content-Type" content="text/html; charset=Windows-1251"/>
		<title>Восстановление пароля на сайте {$site}</title>
	</head>
	<body>
		<h3>Восстановление пароля на сайте {$site}</h3>		
		<p>Так как Вы забыли пароль и запросили его восстановление, генератор паролей, не побоимся этого слова, сгенерировал (!) Вам новый, несложный, легкозапоминающийся пароль.</p>
		<p>Собственно теперь информация, необходимая для доступа к нам на сайт выглядит следующим образом:</p>
		<p>Логин: {$user->email}, <br/>Пароль: {$user->new_pass}</p>
		<p>Добро пожаловать обратно на {$site}</p>
	</body>
</html>
