<html>
	<head>
		<meta http-equiv="Content-Type" content="text/html; charset=Windows-1251"/>
		<title>Восстановление пароля на сайте {$site}</title>
	</head>
	<body>
		<h3>Восстановление пароля на сайте {$site}</h3>		
		<p>Кто-то (возможно даже Вы) забыл пароль для входа на сайт и попросил создать новый для пользователя с адресом - {$user->email}.</p>
		<p>Если Вы ничего такого не просили, то просто проигнорируйте письмо.</p>
		<p>В случае если это все-таки Вы, то просьба пройти по этому адресу:</p>
		<p><a href="{$confirm_url}">{$confirm_url}</a></p>
		<p>После этой несложной процедуры пароль Вашего аккаунта изменится и будет выслан Вам.</p>
	</body>
</html>
